[
    {
      "img": "https://image.khaleejtimes.com/?uuid=0bf7cb1f-9f94-55e5-888b-633871108cdc&function=cropresize&type=preview&source=false&q=75&crop_w=0.99999&crop_h=0.99999&x=0&y=0&width=1200&height=675",
      "title": "Flight Services",
      "about": "Cleartrip facilitates easy, fast and reliable air tickets booking platform for the Travel Service Airlines.Travel Service Cleartrip brings you the latest flight schedule for Travel Service Airlines. We've tried to compile and simplify airways information to help you in booking your air tickets and plan your complete trip. This Travel Service Airlines flight schedule should give you a fair idea of their flights operating across the world. View flight timings, flight numbers, flight arrivals and departures, via routes and the days on which they operate. https://www.cleartrip.com offers great deals and discounts on Travel Service Airlines ticket booking. Make sure you book your Travel Service Airlines flight tickets well in advance in order to enjoy cheaper air fares",
      "point":{
        "txt1":"Find Cheap Flights & Domestic Airfare Deals",
        "txt2":"Airfare Deals & Specials",
        "txt3":"Find Specials to Major Destinations"
      },
      "price":"$600"
    },
    {
      "img": "https://d3ngrkosxxbdp2.cloudfront.net/wp-content/uploads/2018/04/Self-Drive_Composition_724x448_0002_Mt-Cook-Road-edit_sky_extended.jpg",
      "title": "Car Rental Services",
      "about": "Your time is precious, why spend it depending on expensive taxis and unreliable public transportation.  Offering both convenience and flexibility, renting a car lets you take control of your trip.  In addition, this option allows you to plan your travel expenses better, with the availability of prepaid vouchers, an added feature of many of the rental agencies.  You will also enjoy the comfort of your personally selected vehicle from a wide range of available rentals.  With an extensive range from economy to luxury, whether you are a family of five on a road trip or a trendy gentleman on a business venture, you are sure to find a car to meet your needs. With access to numerous car rental agencies around the world, Going Places Travel will ensure you are never stranded on your next trip. We guarantee the best deals on offer, when you book today. Contact your Going Places Travel advisor or use the booking engine above to start booking your next car rental!",
      "point":{
        "txt1":"Budget Car Rentals",
        "txt2":"Riserv Car Rental",
        "txt3":"Shared Car Rental"
      },
      "price":"$400"
    },
    {
      "img": "http://placehold.it/32x32",
      "title": "CRUISES Services",
      "about": "Thinking of cruising for your next vacation? Let Going Places Travel be your one stop shop for all your cruise and travel needs.  Our travel advisors have access to all major cruise lines and we guarantee the best deals on offer!First time cruiser? Cruising offers you the pleasure of combining all of your vacationing needs into one, making it great value for money.  Enjoy the benefits of unpacking once as you float across the open waters from destination to destination. The extensive range of cruise vacations offered makes it ideal, not only for the more mature traveler but also for the family, romantic couple and even the solo traveller.  In addition your cruise vacation combines your accommodation, food and entertainment into a one-time payment.  Worry no more about stretching your budget to last your vacation. Contact your Going Places Travel advisor or use the booking engine above to start your search for your next cruise!",
      "point":{
        "txt1":"Royal Caribbean from Barbados 2022-2023.Enjoy Rhapsody of the Seas",
        "txt2":"Windstar Cruises from Barbados 180 Degrees from Ordinary",
        "txt3":"Silversea from Barbados 2022-2023.Their personalized service remains the jewel in their crown..."
      },
      "price":"$450"
    },
    {
      "img": "https://images.trvl-media.com/hotels/36000000/35220000/35214500/35214412/651c4e3c_y.jpg",
      "title": "Hotel Services",
      "about": "As Going Places Travel has offices across the Caribbean we are in a unique position to be able to offer our clients some of the best options on hotel accommodation across the region. We are a Caribbean specialist with feet on the ground and if you have any problems during your visit, feel free to stop into an office and get service while on your vacation. The Caribbean is an ideal place for the ultimate vacation no matter if you are coming to enjoy a tropical escape in the sun on a beach, want to plan the ultimate Caribbean Wedding and honeymoon or just want to have fun with the many activities that await you in each island . we can organize your trip at the best available prices or deals for the type of vacation you want to enjoy. Why not come and enjoy a local Caribbean street festival tasting local foods and vibrant cultures that spread across the region. Each one a little different than the other.",
      "point":{
        "txt1":"5 star Luxurious",
        "txt2":"4 star Larger upcale hotel chains",
        "txt3":"3 star simple basic extras"
      },
      "price":"$200"
    },
    {
      "img": "https://static.vecteezy.com/ti/vecteur-libre/p3/2886998-guide-de-voyage-vectoriel.jpg",
      "title": "Tour guide services",
      "about": "Tour guide services engaged in as part of a gainful business activity cover the detailed on-site presentation and introduction of attractions significant from a tourism point of view and other sites to visitors as well as the provision of related information and, as the case may be, assistance for visitors in the interest of their guidance and orientation in a place which they are not familiar with.This activity may be pursued as a private individual or as a corporate entity; however, a corporate entity may only engage in this activity if the business organisation itself has a member or employee who satisfies the qualification requirements determined by law. The fundamental regulations equally apply to private individuals and business organisations in the licensing and reporting procedures.",
      "point":{
        "txt1":"City tour guides",
        "txt2":"Village tour guide",
        "txt3":"Mountains travel guide"
      },
      "price":"$100"
    },
    {
        "img": "https://static.vecteezy.com/ti/vecteur-libre/p3/2886998-guide-de-voyage-vectoriel.jpg",
        "title": "Visa Processing Service",
        "about": "  One of the famous organizations that are involved in providing a range of Visa consultancy to the precious customers. Our visa consultants provide you with all visa related problems within a short time period at the nominal price.the best professional visa processing agent in Dhaka, Bangladesh. The world has come close as a result of globalization. We can instantly move across the globe from one corner to another  for studying, medical purpose, traveling, business and wanting to migrate in other countries. Jetway holidays is one of the dedicated visa processing agent and travel agency. they are helping applicant's for Medical visa, Tourist Visa, Visitor visa, Family visit visa, Immigration visa, and student visa from Bangladesh.",
        "point":{
          "txt1":"Dedicated Concierge Specialist.",
          "txt2":"Immediate application:",
          "txt3":"No waiting time"
        },
        "price":"$250"
      }
  ]
   
  